[
  {
    "name": "Alan Murakami",
    "bio": "Alan Murakami has a long and distinguished legal career serving Native Hawaiian communities. Before joining Native Hawaiian Legal Corporation, he was the managing director of the Moloka'i and Wai'anae offices of the Legal Aid Society of Hawai'i from 1981 to 1983, serving disadvantaged Native Hawaiian communities. In partnership with communities, Alan undertook many lawsuits that aimed to protect Native Hawaiian rights, which led to the convening of practitioners that eventually became HACBED. These cases include HSC Kelly v 1250 Oceanside, Nelson v Hawaiian Homes Commission, Nepeahi v Paty, PDF v Paty, Waiola O Moloka'i, and Aged Hawaiians v Hawaiian Homes Commission. Alan now works with the Native Hawaiian Legal Corporation.",
    "imageUrl": "/assets/images/founders/alan-murakami.png",
    "imageAlt": "Alan Murakami"
  },
  {
    "name": "Bill Chang",
    "bio": "Bill Chang was HACBED's Board President at its founding in 1992. A member of the Hāna community on Maui, Bill founded the nonprofit organization Hina Malailena, which oversaw development of the Hāna Village Marketplace. The project intended to create opportunities for local families in Hāna to create and sustain businesses. This venture ultimately did not get off the ground for a variety of reasons and provided many lessons learned to the community based economic development field in Hawai'i.",
    "imageUrl": "/assets/images/founders/bill-chang.png",
    "imageAlt": "Bill Chang"
  },
  {
    "name": "Charlie Reppun",
    "bio": "Credited as one of the most influential taro growers in Hawai'i, Uncle Charlie, along with his brothers and children, uses this ancient practice as a tool for community bridging and community-based economic development. Throughout the 1990's and into the early 2000's, Uncle Charlie and other Windward and Leeward farmers and community activists worked to restore water to streams previously diverted for corporate agriculture and golf courses. His work in community and willingness to teach others was instrumental to the formation of HACBED. As a part of a non-profit, Hui 'Ulu Mea 'Ai, he and other farmers in the network promoted food growth and started a small food processing plant in Waiāhole Valley. Uncle Charlie and his 'ohana continue to grow taro in Waiāhole.",
    "imageUrl": "/assets/images/founders/charlie-reppun.png",
    "imageAlt": "Charlie Reppun"
  },
  {
    "name": "Chris Van Bergeijk",
    "bio": "As a founding member of CBED, Chris' role at Office for Hawaiian Affairs and working with the other founders of HACBED encouraged communities to 'stay in the driver's seat of community economic development'. Chris is currently the vice president of programs at Hawai'i Community Foundation.",
    "imageUrl": "/assets/images/founders/chris-bergeijk.png",
    "imageAlt": "Chris Van Bergeijk"
  },
  {
    "name": "Colette Machado",
    "bio": "Seeing a need for Hawaiian people to connect with their cultural practice, Colette Machado began the Limu Project as a part of Ke Kua'āina Hanauna Hou. This practice in connection to cultural and indigenous practice, coupled with community-based economic development, led to Colette joining with the other founders to establish HACBED. Colette's background placed her as a defender of coastal zones, shoreline use, fish ponds, and cultural sites as well as in collaboration with Hui Alaloa and Protect Kaho'olawe. Colette served as the chairwoman for the Office of Hawaiian Affairs.",
    "imageUrl": "/assets/images/founders/colette-machado.png",
    "imageAlt": "Colette Machado"
  },
  {
    "name": "Eric Enos",
    "bio": "Eric Enos is the co-founder and Executive Director of Ka'ala Farms, a Wai'anae-based community organization that has operated the Cultural Learning Center at Ka'ala for nearly three decades. As a lifelong resident of Wai'anae, Eric is deeply involved in the perpetuation of our cultural and ancestral traditions, as well as the management, care and restoration of our land and sea. Ka'ala Farms started as an initiative to provide youth an alternative opportunity for their own development and has evolved into an organization with a mission on the transmission of cultural knowledge from kūpuna to 'ōpio; protection and restoration of the ahupua'a with an emphasis on attendant rights and responsibilities; and integration of cultural knowledge, wisdom and practices into educational institutions that serve children. Uncle Eric's commitment to mālama 'āina and to the Wai'anae Coast community led him to working with other CBED practitioners to form HACBED.",
    "imageUrl": "/assets/images/founders/eric-enos.png",
    "imageAlt": "Eric Enos"
  },
  {
    "name": "LaFrance Kapaka-Arboleda",
    "bio": "The late LaFrance Kapaka-Arboleda, known by many as Aunty LaFrance, was a respected cultural activist born in Anahola, Kaua'i. She was instrumental in securing the community's rights to steward the 1,600-acre ahupua'a of Waipā, which catalyzed much of HACBED's work on Kaua'i and resulted in the eventual formation of both HACBED and the Waipā Foundation. As stated by the foundation formed in LaFrance's name, 'She was a champion of the underprivileged and a defender of those who couldn't defend themselves.'",
    "imageUrl": "/assets/images/founders/lafrance-kapaka-arboleda.png",
    "imageAlt": "LaFrance Kapaka-Arboleda"
  },
  {
    "name": "Martha Evans",
    "bio": "Although Martha Evans now lives on O'ahu, she still calls Lāna'i home. She was an active member of the Lāna'i community during HACBED's formative years, having founded Lanaians for Sensible Growth (LSG), a Lāna'i community advocacy organization that is still active today. Martha's activism with LSG was seminal to the formation of HACBED. In addition to her community activism, Martha is an experienced educator, having served as both instructor and school administrator at Lāna'i High and Elementary School, Saint Louis School, and McKinley Community School for Adults.",
    "imageUrl": "/assets/images/founders/martha-evans.png",
    "imageAlt": "Martha Evans"
  },
  {
    "name": "Puanani Burgess",
    "bio": "Puanani Burgess, or Aunty Pua, is a community building facilitator, trainer and consultant in Hawai'i, the U.S., and throughout the Pacific. She is also a poet and cultural translator noted for her experience in community, family and values-based economic development, mediation, and storytelling processes. Aunty Pua is also well known is a process designer and facilitator for Building the Beloved Community, a community-building and conflict transformation process based on bringing people face to face for ceremony, storytelling, and healing circles of trust and respect. Aunty Pua has been involved in the Native Hawaiian sovereignty movement and several key community struggles (Protect Kaho'olawe 'Ohana, West Beach Development struggle, founding the Wai'anae Coast Community Alternative Development Corporation, etc…), which led her, along with the other founders, to form HACBED as an aloha response to economic development that did not include the people it was affecting. Aunty Pua's initial community-based economic development initiative was the Backyard Aquaculture Program. Taking principles from ancient fish ponds and aloha 'āina, the program provided families with tanks, fish, and training on how to take care of them.",
    "imageUrl": "/assets/images/founders/puanani-burgess.png",
    "imageAlt": "Puanani Burgess"
  },
  {
    "name": "Robert Agres",
    "bio": "Though not a founding member, Robert (Bob) Agres has dedicated much of his career to improving and pushing for Community Based Economic Development. Mr. Agres worked to encourage increased investments in sustainable and community-based approaches to economic development by assisting community-based economic institutions that provide direct economic benefits to individuals, families and communities with education, research and technical assistance. He also helped to establish the Hawai'i CBED Program in the State Department of Business, Economic Development and Tourism, as well as the Hawai'i Community Loan Fund, a nationally certified community development financial institution. Mr. Agres currently works as Deputy Director of Planning, Permitting, and Right-of-Way at HART.",
    "imageUrl": "/assets/images/founders/robert-agres.png",
    "imageAlt": "Robert Agres"
  }
]